<template>
    <div>
        <div class="wrapper">
            <section class="section">
                <div class="container">
                    <div class="content">
                        <div class="text-block" v-for="main in main_11" :key="main.id">
                            <h2 style="text-align: center;">{{main.title}}</h2>
                            <b>{{main.name}}</b>
                            <p v-for="item in main.p" :key="item.id">{{item}}</p>
                        </div>

                        <b>4.3.2</b>
                        <p>
                            Работы по текущему содержанию пути, связанные с временным ослаблением
                            устойчивости
                            рельсошпальной решетки, разрешается производить, если отклонение температуры рельсовых
                            плетей от температуры их закрепления в течение всего периода работ не превышает значений,
                            указанных в таблице 4.1.
                        </p>
                        <p class="centered"><b>Таблица 4.1</b> Допускаемые изменения температуры рельсовых плетей при
                            текущем содержании бесстыкового пути</p>
                        <div class="table-container">
                            <table class="table is-bordered">
                                <tbody>
                                    <!-- thead start -->
                                    <tr>
                                        <td rowspan="3">Путевые работы</td>
                                        <td rowspan="3">Предельная высота подъемки или размер сдвижки при рихтовке, см
                                        </td>
                                        <td colspan="3">Допускаемое превышение температуры плетей, °C, относительно
                                            температуры
                                            их закрепления</td>
                                    </tr>

                                    <tr>
                                        <td rowspan="2">в пря-мом участке</td>
                                        <td colspan="2">в кривой радиусом, м</td>
                                    </tr>

                                    <tr>
                                        <td>800 и более</td>
                                        <td>500-799</td>
                                    </tr>
                                    <!-- thead end -->
                                    <tr>
                                        <td>
                                            Исправление просадок, толчков и перекосов с вывеской путевой решетки
                                            домкратами
                                        </td>
                                        <td>2</td>
                                        <td>15</td>
                                        <td>10</td>
                                        <td>10</td>
                                    </tr>
                                    <tr>
                                        <td>Рихтовка гидравлическими приборами</td>
                                        <td>2</td>
                                        <td>15</td>
                                        <td>15</td>
                                        <td>10</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            Вырезка балласта до уровня подошвы шпал на длине пути до 5 м
                                        </td>
                                        <td>0</td>
                                        <td>20</td>
                                        <td>15</td>
                                        <td>10</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            Одиночная смена шпал с вывеской решетки до 2 см при условии, что между
                                            одновременно
                                            заменяемыми шпалами расположено не менее 20-ти прикрепленных шпал
                                        </td>
                                        <td>2</td>
                                        <td>15</td>
                                        <td>15</td>
                                        <td>10</td>
                                    </tr>
                                    <tr>
                                        <td>Одиночная смена не более 3-х шпал в одном месте без вывески решетки при
                                            условии,
                                            что
                                            между заменяемыми участками шпал расположено не менее 20-ти прикрепленных
                                            шпал
                                        </td>
                                        <td>0</td>
                                        <td>20</td>
                                        <td>15</td>
                                        <td>10</td>
                                    </tr>
                                    <tr>
                                        <td>То же с вывеской решетки до 2 см</td>
                                        <td>2</td>
                                        <td>10</td>
                                        <td>10</td>
                                        <td>5</td>
                                    </tr>
                                </tbody>
                            </table>
                        </div>
                        <p> При температуре рельсов, превышающей температуру их закрепления на величину большую, чем
                            указано в таблице 4.1, производить работы, связанные с ослаблением сопротивления
                            бесстыкового пути боковому и вертикальному перемещению, не допускается. Выполнение таких
                            работ в летний период следует планировать в ранние утренние или поздние вечерние часы,
                            руководствуясь прогнозами дорожных и местных территориальных геофизических станций. На время
                            повышения tр >tз на 15°C скорость движения поездов по участку, где проводились указанные
                            выше работы, на период до пропуска 0,5 млн. т брутто груза должна быть ограничена до 60
                            км/ч. В исключительных случаях, если необходимо производить неотложные работы, связанные с
                            обеспечением безопасности движения поездов, при отклонениях температуры рельсовых плетей
                            превышающих значения, приведенные в таблице 4.1настоящей Инструкции, то до их начала
                            необходимо разрядить температурные напряжения в плети в соответствии с п.4.6. Разрядить
                            напряжения в плети можно путем вырезки в ней куска рельса перед выявленной неисправностью
                            пути. Работы следует выполнять с соблюдением требований по разрезке плетей при температуре
                            рельсов, превышающей температуру закрепления плетей (Приложение 4).
                        </p>

                        <div class="text-block" v-for="main in main_12" :key="main.id">
                            <h2 style="text-align: center;">{{main.title}}</h2>
                            <b>{{main.name}}</b>
                            <p v-for="item in main.p" :key="item.id">{{item}}</p>
                        </div>

                        <p class="centered"><b>Таблица 4.2</b> Допускаемые изменения температуры рельсовых плетей при
                            текущем содержании бесстыкового пути</p>
                        <div class="table-container">
                            <table class="table is-bordered">
                                <tbody>
                                    <!-- thead start -->
                                    <tr>
                                        <td rowspan="3">Машины</td>
                                        <td colspan="4">Допускаемое отклонение температуры плетей, оС, от температуры
                                            закрепления в сторону</td>
                                    </tr>

                                    <tr>
                                        <td colspan="2">повышения</td>
                                        <td colspan="2">понижения</td>
                                    </tr>

                                    <tr>
                                        <td>в прямых участках и в кривых R > 800 м</td>
                                        <td>в кривых радиусом R < 800 м</td> <td>в прямых участках и в кривых R > 800 м
                                        </td>
                                        <td>в кривых радиусом R < 800 м</td> </tr> <!-- thead end -->
                                    <tr>
                                        <td>
                                            Щебнеочистительные баровые: ЩОМ-6Б, СЧ-600, СЧ-601, СЧУ-800, РМ-76, RM80,
                                            РМ-2002, ОТ-400, ОТ-800, АХМ-801
                                        </td>
                                        <td>15</td>
                                        <td>10</td>
                                        <td>25</td>
                                        <td>20</td>
                                    </tr>
                                    <tr>
                                        <td>Щебнеочистительные роторные: ЩОМ-6Р, УМ-М</td>
                                        <td>20</td>
                                        <td>15</td>
                                        <td>25</td>
                                        <td>20</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            Балластировочные и рихтовочные: ЭЛБ-3, ЭЛБ-4, ЭЛБ-1Р, ЭЛБ-ЗМК, Р-2000, Р-02,
                                            ПРБ
                                        </td>
                                        <td>10</td>
                                        <td>5</td>
                                        <td>30</td>
                                        <td>25</td>
                                    </tr>
                                    <tr>
                                        <td>
                                            Выправочно-подбивочные: ВПО-3000, ВПО-3-3000, ВПР-1200, ВПР-02, «Дуоматик»,
                                            ВПРС-500, ВПРС-02, ВПРС-03, «Унимат», Динамик 09-3х
                                        </td>
                                        <td>20</td>
                                        <td>15</td>
                                        <td>30</td>
                                        <td>25</td>
                                    </tr>

                                    <tr>
                                        <td>
                                            Вакуумная уборочная машина СМ ВУ-1800
                                        </td>
                                        <td>15</td>
                                        <td>10</td>
                                        <td>30</td>
                                        <td>25</td>
                                    </tr>
                                    <tr>
                                        <td>Динамические стабилизаторы: ДСП, ДСПС, СПП</td>
                                        <td>25</td>
                                        <td>25</td>
                                        <td colspan="2">без ограничений</td>
                                    </tr>
                                    <tr>
                                        <td rowspan="3"><b>Примечания</b></td>
                                        <td colspan="4"><b> 1.</b> При работе роторных щебнеочистительных машин без
                                            вырезки балласта
                                            под рельсошпальной решеткой
                                            внутренние стенки траншей должны находиться от торцов шпал не ближе 15-25 см
                                        </td>
                                    </tr>
                                    <tr>
                                        <td colspan="4"><b>2.</b> При работе выправочно-подбивочных машин перед проходом
                                            динамических стабилизаторов
                                            включают уплотнители откосов с предварительным заполнением шпальных ящиков
                                            слоем
                                            щебня не менее 2/3 толщины
                                            железобетонной шпалы в средней части и шириной плеча по верху торцов шпал не
                                            менее 25 см,
                                            а также обеспечением прижатия рельсов промежуточными рельсовыми скреплениями
                                            по
                                            существующим нормам.
                                        </td>
                                    </tr>
                                    <tr>
                                        <td colspan="4"><b> 3.</b> После работы указанных машин на период, когда
                                            температура рельсов
                                            превышает температуру закрепления более чем на 150С, до наработки тоннажа
                                            0,5
                                            млн. т брутто
                                            скорость движения поездов ограничивается до 60 км/ч.
                                        </td>
                                    </tr>
                                </tbody>
                            </table>
                        </div>

                        <div class="text-block" v-for="main in main_21" :key="main.id">
                            <h2 style="text-align: center;">{{main.title}}</h2>
                            <b>{{main.name}}</b>
                            <p v-for="item in main.p" :key="item.id">{{item}}</p>
                        </div>

                    </div>
                </div>
            </section>
        </div>
    </div>
</template>
<script>
    export default {
        data() {
            return {
                main_11: [{
                    title: '4.3 Особенности производства работ по текущему содержанию бесстыкового пути',
                    name: "4.3.1",
                    p: [
                        `Особой задачей линейных работников, эксплуатирующих бесстыковой путь, является
                            обеспечение его устойчивости против выброса.
                            Для обеспечения устойчивости бесстыкового пути против выброса необходимо:
                            обеспечивать постоянный контроль за подвижками плетей и изменениями температуры их
                            закрепления и принимать своевременные меры по предотвращению подвижек, а в случае
                            необходимости - по восстановлению температуры закрепления в соответствии с требованиями п.п.
                            4.2.3-4.2.5;`,
                        ` - не допускать нарушения размеров балластной призмы, включая уменьшение
                            ширины
                            плеча, количества балласта в шпальных ящиках. При обнаружении нарушений в содержании
                            балластной призмы принимать меры в соответствии с требованиями п.4.1.6;`,
                        `- выполнять текущие
                            работы на бесстыковом пути на участках, где плети подвержены угону, только после
                            установления фактической температуры закрепления плетей, а в случае необходимости после
                            разрядки напряжений в плетях и восстановления их оптимальной температуры закрепления.`
                    ]
                }],
                main_12: [{
                        name: "4.3.3",
                        p: [
                            `Исправлять просадки, толчки и перекосы укладкой или заменой прокладок толщиной до 10 мм между
                             подошвой рельсов и подкладками или подошвой рельса и шпалами разрешается, если температура
                             рельсовых плетей не превышает их температуру закрепления на 15°C. Болты и шурупы при этом
                             ослабляют одновременно не более чем на семи концах шпал подряд, а клеммы не снимают.
                             При этом данную работу выполняют только в технологическое «окно».`
                        ]
                    },
                    {
                        name: "4.3.4",
                        p: [
                            `Одиночную смену подкладок, прокладок, болтов, шурупов, клемм при температуре плетей,
                             превышающей температуру их закрепления
                             на 15°C и более, можно выполнять одновременно не чаще чем через 10 шпал.`
                        ]
                    },
                    {
                        name: "4.3.5",
                        p: [
                            `При необходимости проведения работы, связанной со снятием стыковых накладок,
                             в случае если фактическая температура рельсов, отличается от температуры
                              закрепления плетей более чем на ±5°C, принимаются дополнительные меры
                             - участок плети в обе стороны на протяжении 50-70 м должен быть закреплен до нормативного.`
                        ]
                    },
                    {
                        name: "4.3.6",
                        p: [
                            `При отсутствии зазоров в стыках уравнительного пролета нельзя менять зажатый
                             уравнительный рельс без вырезки в нем куска рельса и предварительного
                              закрепления рельсов на протяжении не менее 50 м с
                             обеих сторон от места вырезки с нормативным крутящим моментом затяжки.`,

                            `Для снятия напряжений необходимо в примыкающем
                              к плети уравнительном рельсе по ходу движения
                               поезда вырезать кусок и удалить оставшиеся его части из пути,
                                а затем последовательно освобождать от закрепления плеть.
                              При этом необходимо соблюдать требования, приведенные в П.4.1 Приложения 4.`
                        ]
                    },
                    {
                        name: "4.3.7",
                        p: [
                            `На участках бесстыкового пути должен быть покилометровый запас
                             материалов верхнего строения пути, размеры которого и порядок
                              применения устанавливаются в соответствии с Нормами покилометрового запаса материалов
                             верхнего строения пути для главных путей железных дорог и порядок их применения.`,

                            `При эксплуатации бесстыкового пути в кривых покилометровый запас рельсов для
                              временного восстановления плетей должен своевременно пополняться и заменяться
                               рельсами с соответствующим износом с тем, чтобы после восстановления
                              плети горизонтальная и вертикальная ступеньки в стыке не превышали 1 мм.`
                        ]
                    },
                    {
                        name: "4.3.8",
                        p: [
                            `Плановая ревизия бесстыкового пути проводится 1 раз в год весной,
                             совместно с проведением весеннего осмотра пути. При необходимости
                              может быть назначена внеплановая ревизия бесстыкового пути приказом
                               Центральной дирекции инфраструктуры. Порядок проведения ревизии, оформление результатов
                             ревизии регламентируется Рекомендациями по проведению ревизии состояния бесстыкового пути. `
                        ]
                    },
                    {
                        name: "4.3.9",
                        p: [
                            `При массовом (более 30% на 1 км) износе или выпавших амортизационных
                             прокладках между подошвой рельсов и подкладками (шпалами) принимать меры по их замене,
                             до замены ограничивать скорость движения поездов до 60 км/ч.`
                        ]
                    },
                    {
                        name: "4.3.10",
                        p: [
                            `При выправке пути в местах выплесков, просадок и перекосов
                             применять только электрошпалоподбойки или регулировочные пластины.`
                        ]
                    },
                    {
                        title: `4.4 Особенности выполнения ремонтно-путевых работ на бесстыковом пути с применением путевых машин`,
                        name: "4.4.1",
                        p: [
                            `Все ремонтно-путевые работы на бесстыковом пути с применением путевых машин должны производиться
                             по технологическим процессам, утвержденным установленным порядком. Перед работами необходимо установить
                              фактическую температуру закрепления плети. При обнаружении разности между фактической и зафиксированной
                               температурами закрепления в сторону повышения более 10°C,
                             а в сторону понижения более 5°C необходимо ввести плети в оптимальную температуру закрепления.`
                        ]
                    },
                    {
                        name: "4.4.2",
                        p: [
                            `При использовании путевых машин на бесстыковом пути главная особенность выполнения работ, связанных
                             с поднятием, поперечным и продольным сдвигом и другими воздействиями на всю рельсошпальную решетку
                              и балластную призму, заключается в существенном ослаблении
                              сопротивления ее перемещениям и дополнительных механических воздействиях на ослабленный путь.`
                        ]
                    },
                    {
                        name: "4.4.3",
                        p: [
                            `Работы с применением щебнеочистительных, балластировочных, выправочных и стабилизирующих машин
                             на участках бесстыкового пути должны производиться при отклонениях температуры рельсовых плетей
                              от температуры их закрепления
                             (в течение всего периода работы машин), не превышающих значений, приведенных в таблице 4.2.`,

                            `В противном случае работы выполняются после снятия температурных напряжений в плетях.`
                        ]
                    },
                    {
                        name: "4.4.4",
                        p: [
                            `До начала работ, связанных с ослаблением пути, необходимо проконтролировать положение
                             плетей по «маячным» шпалам и створам. При наличии угона необходимо предварительно внести 
                             поправку в температуру их закрепления в соответствии с п.4.2.3.`
                        ]
                    },
                ],

                main_21: [{
                        name: "4.4.5",
                        p: [
                            `Перед выполнением ремонтно-путевых работ, связанных с балластной призмой, рельсовые скрепления
                         на «маячных» шпалах должны быть приведены в типовое положение (укороченные клеммы заменены на
                         нормальные, пружинные клеммы установлены в рабочее положение), положение рисок на рельсах относительно
                        «маячных» шпал, створов зафиксировано. После выполнения работ производятся обратные замены и проверка
                        положения рисок на рельсах относительно контрольных сечений на шпалах, а также смещения контрольных
                         сечений на рельсах относительно створов. При выявлении смещений плетей на участках ремонтно-путевых
                         работ с применением тяжелых путевых машин, при изменении участков длин плетей между «маячными» шпалами
                         более 5 мм производится разрядка (регулировка) напряжений.`
                        ]
                    },
                    {
                        name: "4.4.6",
                        p: [
                            `При работе баровых щебнеочистительных машин высота подъемки рельсошпальной решетки не должна превышать
                         10 см. В случаях если ЩОМ заканчивает работу в пределах плети (вне уравнительных пролетов), то за 25-30
                         м до места демонтажа подпутной балки производится опускание рельсошпальной решетки до 4-5 см,
                         т.е. шаг понижения при этом составляет 1 см на каждые 5-6 м пути.`
                        ]
                    },
                    {
                        name: "4.4.7",
                        p: [
                            `При ожидаемых во время «окна» температурах рельсовых плетей, близких к пределу допускаемых 
                        (±2оС) по таблице 4.1, необходимо предусматривать следующие мероприятия:`,

                            `в пределах всего участка, где осуществляется очистка щебня, должны быть задействованы подъемно-рихтовочные устройства машин;`,

                            `при работе в кривых радиусом менее 1200 м, когда в рельсах действуют сжимающие силы, должна 
                        быть обеспечена дозировка щебня у торцов шпал по наружной 
                        нити на ширину не менее 40 см, а при действии растягивающих сил - на такую же величину у торцов шпал по внутренней нити.`
                        ]
                    },
                    {
                        name: "4.4.8",
                        p: [
                            `При работе роторных щебнеочистительных машин в условиях, сходных с изложенными в п. 4.4.6, 
                        плечо у торцов шпал в кривых должно иметь ширину также не менее 40 см.`
                        ]
                    },
                    {
                        name: "4.4.9",
                        p: [
                            `После завершения работы щебнеочистительных машин вне уравнительных пролетов, необходимо 
                        на участках разрядки их рабочих органов плюс 
                        75 м с обеих их сторон выполнить в соответствии с п.4.2.4 регулировку напряжений.`
                        ]
                    },
                    {
                        name: "4.4.10",
                        p: [
                            `После работ в «окно» комплекса основных путевых машин, 
                        включая динамический стабилизатор, на участке работ контролируют 
                        крутящий момент затяжки болтов, шурупов динамометрическим ключом, 
                        усилие прижатия рельсов к основанию клеммами скреплений АРС-4,      
                        Пандрол-350 и КПП-5, освобождают от прижатия плети на «маячных» шпалах 
                        и измеряют подвижки плетей относительно «маячных» шпал и створов. Если 
                        подвижки плетей не превышают ±5 мм скрепления на «маячных» шпалах приводятся в соответствии с 
                        требованиями п.4.2.2 и 4.2.3, а результаты измерений заносятся в Журнал учета подвижек уравнительных 
                        рельсов и рельсовых плетей (Приложение 8). При подвижках плетей более ±5 мм и изменениях длин участков 
                        плетей между соседними «маячными» шпалами более ±5 мм, принимаются меры в соответствии с требованиями п.4.2.3. 
                        Контролируется состояние балластной призмы (параметры плеча балластной призмы, заполненность щебнем шпальных ящиков). 
                        При отсутствии продольных подвижек плетей или не превышении их 5 мм регулировка (разрядка) напряжений не производится.`
                        ]
                    },
                    {
                        name: "4.4.11",
                        p: [
                            `О всех работах, связанных с воздействием на температурно-напряженное состояние плетей бесстыкового пути 
                        с применением тяжелых путевых машин по их окончании, следует делать записи в Журналы учета службы и 
                        температурного режима рельсовых плетей. При этом должны быть указаны границы участка, где проводились 
                        работы, температура рельсов при производстве работ, величины подвижек плетей на участке производства 
                        работ и границы участка регулировки напряжений в плетях в зоне разрядки рабочих органов.`
                        ]
                    },
                    {
                        name: "4.4.12",
                        p: [
                            `После работ в «окно» комплекса путевых машин (по очистке балласта СЧ, РМ, ЩОМ, машин по выправке пути) 
                        для определения возможных поперечных сдвижек пути в кривых, дополнительно необходимо промерять изменение 
                        поперечных расстояний между репером и головкой рельсов до работ и после. После чего производить 
                        расчет изменения температуры закрепления в кривых участках пути после рихтовки.`
                        ]
                    }
                ],
            }
        }
    }
</script>
<style>
    .centered {
        text-align: center;
    }

    .text-block {
        margin-bottom: 20px;
    }
</style>